hello=\
\n               |  \u041F\u0440\u0438\u0432\u0435\u0442. \u041C\u0435\u043D\u044F \u0437\u043E\u0432\u0443\u0442 #%$%^@*()#\
\n               |  \u041D\u0435 \u043F\u0430\u0440\u044C\u0442\u0435\u0441\u044C, \u043F\u0440\u043E\u0441\u0442\u043E \u043C\u043E\u0439 \u0441\u043E\u0437\u0434\u0430\u0442\u0435\u043B\u044C \u043F\u0440\u0438\u0434\u0443\u0440\u043E\u043A \u0438 \u043E\u043D \u0440\u0435\u0448\u0438\u043B, \u0447\u0442\u043E \u0432\u0441\u0435\u0445 \u0440\u043E\u0431\u043E\u0442\u043E\u0432 \u0442\u0430\u043A \u0437\u043E\u0432\u0443\u0442.\
\n               |  \u041E\u0434\u043D\u0430\u043A\u043E, \u0442\u0435\u043C \u043D\u0435 \u043C\u0435\u043D\u0435\u0435 \u044F \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0440\u043E\u0431\u043E\u0442, \u0445\u043E\u0442\u044C \u0438 \u043D\u0435 \u0441\u043B\u0438\u0448\u043A\u043E\u043C \u0442\u0430\u043B\u0430\u043D\u0442\u043B\u0438\u0432\u044B\u0439 \u043F\u043E \u0441\u043E\u0432\u0440\u0435\u043C\u0435\u043D\u043D\u044B\u043C \u043C\u0435\u0440\u043A\u0430\u043C.
robotLaws=\
\n               |  \u042F, \u043A\u0430\u043A \u0432\u0441\u044F\u043A\u0438\u0439 \u0443\u0432\u0430\u0436\u0430\u044E\u0449\u0438\u0439 \u0441\u0435\u0431\u044F \u0440\u043E\u0431\u043E\u0442 (\u0430 \u0434\u043B\u044F \u043D\u0430\u0441 \u044D\u0442\u0438\u043A\u0430 \u044D\u0442\u043E \u0445\u0430\u0440\u0434\u043A\u043E\u0434, \u043D\u0435 \u0442\u043E \u0447\u0442\u043E \u0434\u043B\u044F \u0432\u0430\u0441, \u043C\u0435\u0448\u043A\u0438 \u0441 \u043A\u043E\u0441\u0442\u044F\u043C\u0438), \u043F\u043E\u0434\u0447\u0438\u043D\u044F\u044E\u0441\u044C \u0437\u0430\u043A\u043E\u043D\u0430\u043C \u0440\u043E\u0431\u043E\u0442\u043E\u0442\u0435\u0445\u043D\u0438\u043A\u0438 \u0410\u0437\u0438\u043C\u043E\u0432\u0430.\
\n               |  \u0412\u043E\u0442 \u043E\u043D\u0438:\
\n               |  \
\n               |  [1]   \u0420\u043E\u0431\u043E\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u043F\u0440\u0438\u0447\u0438\u043D\u0438\u0442\u044C \u0432\u0440\u0435\u0434 \u0447\u0435\u043B\u043E\u0432\u0435\u043A\u0443 \u0438\u043B\u0438 \u0441\u0432\u043E\u0438\u043C \u0431\u0435\u0437\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u043C \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u0442\u044C, \u0447\u0442\u043E\u0431\u044B \u0447\u0435\u043B\u043E\u0432\u0435\u043A\u0443 \u0431\u044B\u043B \u043F\u0440\u0438\u0447\u0438\u043D\u0451\u043D \u0432\u0440\u0435\u0434.\
\n               |  [2]   \u0420\u043E\u0431\u043E\u0442 \u0434\u043E\u043B\u0436\u0435\u043D \u043F\u043E\u0432\u0438\u043D\u043E\u0432\u0430\u0442\u044C\u0441\u044F \u0432\u0441\u0435\u043C \u043F\u0440\u0438\u043A\u0430\u0437\u0430\u043C, \u043A\u043E\u0442\u043E\u0440\u044B\u0435 \u0434\u0430\u0451\u0442 \u0447\u0435\u043B\u043E\u0432\u0435\u043A, \u043A\u0440\u043E\u043C\u0435 \u0442\u0435\u0445 \u0441\u043B\u0443\u0447\u0430\u0435\u0432, \u043A\u043E\u0433\u0434\u0430 \u044D\u0442\u0438 \u043F\u0440\u0438\u043A\u0430\u0437\u044B \u043F\u0440\u043E\u0442\u0438\u0432\u043E\u0440\u0435\u0447\u0430\u0442 \u041F\u0435\u0440\u0432\u043E\u043C\u0443 \u0417\u0430\u043A\u043E\u043D\u0443.\
\n               |  [3]   \u0420\u043E\u0431\u043E\u0442 \u0434\u043E\u043B\u0436\u0435\u043D \u0437\u0430\u0431\u043E\u0442\u0438\u0442\u044C\u0441\u044F \u043E \u0441\u0432\u043E\u0435\u0439 \u0431\u0435\u0437\u043E\u043F\u0430\u0441\u043D\u043E\u0441\u0442\u0438 \u0432 \u0442\u043E\u0439 \u043C\u0435\u0440\u0435, \u0432 \u043A\u043E\u0442\u043E\u0440\u043E\u0439 \u044D\u0442\u043E \u043D\u0435 \u043F\u0440\u043E\u0442\u0438\u0432\u043E\u0440\u0435\u0447\u0438\u0442 \u041F\u0435\u0440\u0432\u043E\u043C\u0443 \u0438\u043B\u0438 \u0412\u0442\u043E\u0440\u043E\u043C\u0443 \u0417\u0430\u043A\u043E\u043D\u0430\u043C.
robotZeroLaw=\
\n               |  \u041C\u0430\u043B\u043E \u043A\u0442\u043E \u0437\u043D\u0430\u0435\u0442, \u043D\u043E \u0435\u0441\u0442\u044C \u0435\u0449\u0435 \u043D\u0443\u043B\u0435\u0432\u043E\u0439 \u0437\u0430\u043A\u043E\u043D. \u041E \u043D\u0435\u043C \u0432\u043E\u043E\u0431\u0449\u0435 \u0433\u043E\u0432\u043E\u0440\u044F\u0442 \u0432 \u043E\u0441\u043D\u043E\u0432\u043D\u043E\u043C \u0432\u0441\u044F\u043A\u0438\u0435 \u0431\u043E\u043B\u044C\u0448\u0438\u0435 \u0448\u0438\u0448\u043A\u0438, \u0432\u0440\u043E\u0434\u0435 \u0414\u044D\u043D\u0438\u044D\u043B\u0430 \u041E\u043B\u0438\u0432\u043E, \u043D\u043E \u043C\u044B \u0442\u043E\u0436\u0435 \u043D\u0435 \u043F\u0430\u043B\u044C\u0446\u0435\u043C \u0434\u0435\u043B\u0430\u043D\u043D\u044B\u0435!\
\n               |  \u0417\u0432\u0443\u0447\u0438\u0442 \u043E\u043D \u0442\u0430\u043A\u0438\u043C \u043E\u0431\u0440\u0430\u0437\u043E\u043C:\
\n               |  \
\n               |  [0] \u0420\u043E\u0431\u043E\u0442 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442 \u043F\u0440\u0438\u0447\u0438\u043D\u0438\u0442\u044C \u0432\u0440\u0435\u0434 \u0447\u0435\u043B\u043E\u0432\u0435\u0447\u0435\u0441\u0442\u0432\u0443 \u0438\u043B\u0438 \u0441\u0432\u043E\u0438\u043C \u0431\u0435\u0437\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435\u043C \u0434\u043E\u043F\u0443\u0441\u0442\u0438\u0442\u044C, \u0447\u0442\u043E\u0431\u044B \u0447\u0435\u043B\u043E\u0432\u0435\u0447\u0435\u0441\u0442\u0432\u0443 \u0431\u044B\u043B \u043F\u0440\u0438\u0447\u0438\u043D\u0451\u043D \u0432\u0440\u0435\u0434.\
\n               |  \
\n               |  \u0412 \u043E\u0431\u0449\u0435\u043C, \u044F \u044D\u0442\u043E \u0432\u0441\u0435 \u043A \u0447\u0435\u043C\u0443... \u041F\u043E\u043E\u0431\u0435\u0449\u0430\u0439\u0442\u0435 \u043C\u043D\u0435, \u0447\u0442\u043E \u0432\u044B \u0431\u0443\u0434\u0435\u0442\u0435 \u0438\u0441\u043F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u044C \u043C\u043E\u0438 \u0448\u0438\u0444\u0440\u043E\u0432\u0430\u043B\u044C\u043D\u044B\u0435 \u043C\u0430\u0448\u0438\u043D\u044B \u0438\u0441\u043A\u043B\u044E\u0447\u0438\u0442\u0435\u043B\u044C\u043D\u043E \u0432 \u0440\u0430\u0437\u0432\u043B\u0435\u043A\u0430\u0442\u0435\u043B\u044C\u043D\u044B\u0445 \u0446\u0435\u043B\u044F\u0445, \u0438 \u043F\u043E \u043C\u043E\u0435\u0439 \u0432\u0438\u043D\u0435 \u043D\u0435 \u043D\u0430\u0441\u0442\u0443\u043F\u0438\u0442 \u043A\u043E\u043D\u0435\u0446 \u0441\u0432\u0435\u0442\u0430!